{
    "Did you forget your password? No problem. Just tell us your email, and we will send you a link that will allow you to choose a new password": "هل نسيت كلمة المرور الخاصة بك؟ لا مشكلة. قل لنا بريدك الإلكتروني، وسنرسل لك رابطًا يتيح لك اختيار كلمة مرور جديدة",
    "No need to worry, we've got you covered! Let us provide you with a new password": "لا داعي للقلق، لدينا كل ما تحتاج! دعنا نقدم لك كلمة مرور جديدة",
    "If you didn't request a password change, you can ignore this email": "إذا لم تكن قد طلبت تغيير كلمة المرور، يمكنك تجاهل هذا البريد الإلكتروني",
    "Did you forget your password?": "هل نسيت كلمة المرور الخاصة بك؟",
    "Forgot your password?": "هل نسيت كلمة المرور؟",

    "Updated successfully": "تم التحديث بنجاح",
    "Created successfully": "تم الإنشاء بنجاح",
    "Deleted successfully": "تم الحذف بنجاح",
    "Logout successfully": "تم تسجيل الخروج بنجاح",
    "Added successfully": "تمت الإضافة بنجاح",

    "NO DATA FOUND": "لم يتم العثور على بيانات",
    "Reset Password": "إعادة تعيين كلمة المرور",
    "Forgot Password?": "هل نسيت كلمة المرور؟",
    "Update Password": "تحديث كلمة المرور",
    "Edit Profile": "تحديث الملف الشخصي",
    "Forgot Password": "هل نسيت كلمة المرور",

    "Users List": "قائمة المستخدمين",
    "Edit User": "تحديث المستخدم",
    "Create User": "إنشاء مستخدم",

    "female": "أنثى",
    "male": "ذكر",

    "Search": "بحث",
    "Languages": "اللغات",
    "Download": "تحميل",
    "Print": "طباعة",
    "Columns": "أعمدة",
    "Create": "إنشاء",

    "Profile": "الملف الشخصي",
    "Password": "كلمة المرور",
    "Logout": "تسجيل الخروج",
    "Users": "المستخدمين",

    "Login": "تسجيل الدخول",
    "Reset": "إعادة تعيين",
    "Delete": "حذف",
    "Send": "إرسال",
    "Save": "حفظ",

    "Confirm Password": "تأكيد كلمة المرور",
    "Old Password": "كلمة المرور القديمة",
    "New Password": "كلمة المرور الجديدة",

    "First Name": "الاسم الأول",
    "Last Name": "اسم العائلة",
    "Gender": "الجنس",
    "Birth Date": "تاريخ الميلاد",
    "Email": "البريد الإلكتروني",
    "Phone": "الهاتف",
    "Address": "العنوان",

    "Actions": "الإجراءات",

    "Dashboard": "لوحة القيادة",
    "Brands": "العلامات التجارية",
    "Categories": "الفئات",
    "Products": "المنتجات",
    "Quotations": "التسعيرات",
    "Requests": "الطلبات",
    "Statistiques": "الإحصائيات",
    "Total": "الإجمالي",
    "Possible Income Of The Week": "الدخل المحتمل للأسبوع",
    "Best Sellers": "أفضل البائعين",
    "Id": "المعرف",
    "Image": "الصورة",
    "Reference": "المرجع",
    "Name": "الاسم",
    "Quantity": "الكمية",
    "Popular Products": "المنتجات الشهيرة",
    "Views": "المشاهدات",
    "sunday": "الأحد",
    "monday": "الاثنين",
    "tuesday": "الثلاثاء",
    "wednesday": "الأربعاء",
    "thursday": "الخميس",
    "friday": "الجمعة",
    "saturday": "السبت",
    "Brands List": "قائمة العلامات التجارية",
    "Description": "الوصف",
    "Categories List": "قائمة الفئات",
    "Products List": "قائمة المنتجات",
    "Brand": "العلامة التجارية",
    "Category": "الفئة",
    "Price": "السعر",
    "Details": "التفاصيل",
    "Quotations List": "قائمة التسعيرات",
    "Count": "العدد",
    "Charges": "الرسوم",
    "Note": "ملاحظة",
    "Date": "التاريخ",
    "Requests List": "قائمة الطلبات",
    "Message": "الرسالة",
    "New Brand": "علامة تجارية جديدة",
    "New Category": "فئة جديدة",
    "New Product": "منتج جديد",
    "New Quotation": "تسعيرة جديدة",
    "Currency": "العملة",
    "No": "رقم",
    "Sub Total": "المجموع الفرعي",
    "Quotations Summary": "ملخص التسعيرات",
    "Ref No": "الرقم المرجعي",
    "Customer Name": "اسم العميل",
    "Quotation": "التسعيرة",
    "Edit Brand": "تحديث العلامة التجارية",
    "Edit Category": "تحديث الفئة",
    "Edit Product": "تحديث المنتج",
    "Edit Quotation": "تحديث التسعيرة",

    "Home": "الرئيسية",
    "Contact": "اتصل بنا",
    "Contact Info": "معلومات الاتصال",
    "Information": "معلومات",
    "Terms And Conditions": "الشروط والأحكام",
    "Privacy Policy": "سياسة الخصوصية",
    "Return Policy": "سياسة الإرجاع",
    "Copyright": "حقوق الطبع والنشر",
    "Menu": "القائمة",
    "Query": "استعلام",
    "view": "عرض",
    "About": "حول",
    "View More": "عرض المزيد",
    "Contact Us": "اتصل بنا",
    "Learn More": "تعرف على المزيد",
    "New Arrival": "وصول جديد",
    "Send Request": "إرسال الطلب",
    "Recognitions": "التوصية",
    "Send Message": "إرسال رسالة",
    "Product Details": "تفاصيل المنتج",
    "Shop By Category": "تسوق حسب الفئة",
    "Request Quotation": "طلب الاقتباس",
    "Changed successfully": "تم التغيير بنجاح",
    "The link is invalid": "الرابط غير صالح",
    "Invalid login details": "تفاصيل تسجيل الدخول غير صحيحة",
    "Confirm password mismatch": "عدم تطابق تأكيد كلمة المرور",
    "Sent successfully": "تم الإرسال بنجاح",
    "New Contact Mail": "بريد جديد للاتصال",
    "Old password mismatch": "عدم تطابق كلمة المرور القديمة",
    "The product field is required": "حقل المنتج مطلوب",
    "Quotation Request": "طلب اقتباس",
    "New Quotation Request": "طلب اقتباس جديد",
    "The images field is required": "حقل الصور مطلوب",
    "The user does not exist": "المستخدم غير موجود",
    "We received your request. We will send you the quotation via mail as soon as possible": "تم استلام طلبك. سنرسل لك الاقتباس عبر البريد في أقرب وقت ممكن",
    "New quotation request available. Check it out": "طلب اقتباس جديد متاح. تحقق منه",
    "Please check your email for password reset instructions": "يرجى التحقق من بريدك الإلكتروني للحصول على تعليمات إعادة تعيين كلمة المرور",
    "You Have A <span class=\"text-x-core\">Question</span>?": "هل لديك <span class=\"text-x-core\">سؤال</span>؟",
    "Explore our vast selection of products and Find what you're looking for!": "استكشف تشكيلتنا الواسعة من المنتجات وابحث عن ما تبحث عنه!",
    "It distinguishes itself as an expert in the supply of medical equipment, catering to both healthcare professionals and individuals": "يتميز كخبير في توريد المعدات الطبية، مقدماً خدماته للمحترفين في مجال الرعاية الصحية والأفراد",
    "We proceed with the selection and distribution of products from the most eminent brands, offering you the opportunity to practice your profession or take care of your health with the best equipment, all at advantageous rates": "نقوم بتحديد وتوزيع المنتجات من أرقى العلامات التجارية، مما يتيح لك فرصة ممارسة مهنتك أو العناية بصحتك باستخدام أفضل المعدات، كل ذلك بأسعار ميسرة",
    "HEALTH LIFE PRO excels as a medical equipment expert, serving both healthcare professionals and individuals. We specialize in selecting and distributing products from top brands, providing the opportunity for professionals to excel in their field or individuals to maintain their health with high-quality equipment at favorable rates": "تتفوق HEALTH LIFE PRO PRO كخبير في مجال توريد المعدات الطبية، خدمتها موجهة إلى المتخصصين في مجال الرعاية الصحية والأفراد على حد سواء. نتخصص في اختيار وتوزيع منتجات من أفضل العلامات التجارية، مما يوفر الفرصة للمحترفين لتحقيق التميز في مجالهم أو للأفراد للحفاظ على صحتهم باستخدام معدات عالية الجودة بأسعار ميسرة",
    "Enhancing Patient Care & <span class=\"text-x-core\">Satisfaction</span>": "تعزيز رعاية المرضى و<span class=\"text-x-core\">الرضا</span>",
    "Advanced Medical <span class=\"text-x-core\">Solutions</span>": "حلول طبية <span class=\"text-x-core\">متقدمة</span>",
    "Comprehensive range of sutures, capital equipment, precision hand instruments, PPE & beyond for cutting-edge healthcare": "مجموعة شاملة من الخياطات، ومعدات رأس المال، وأدوات اليد الدقيقة، وملابس الوقاية الشخصية، وأكثر لتقديم رعاية صحية حديثة",
    "Our commitment to exceptional quality products ensures top-notch design, functionality, and durability - catering to healthcare professionals' needs and positively impacting your bottom line": "التزامنا بتوفير منتجات عالية الجودة يضمن التصميم الرائع، والوظائف المتقدمة، والمتانة - لتلبية احتياجات متخصصي الرعاية الصحية والتأثير الإيجابي على نتائج عملك",

    "QR Code": "رمز الاستجابة السريعة",
    "Fix And Repairs": "إصلاح وصيانة",
    "Contact Us via WhatsApp": "اتصل بنا عبر واتساب",
    "We Assess and Contact You": "نقوم بالتقييم ونتواصل معك",
    "Send Images of the Broken Equipment": "أرسل صورًا للمعدات التالفة",
    "At HEALTH LIFE PRO, we specialize in the comprehensive repair and maintenance of medical equipment. Our experienced team is dedicated to ensuring that your medical devices are restored to optimal functionality promptly": "في HEALTH LIFE PRO PRO، نتخصص في إصلاح وصيانة الشاملة للمعدات الطبية. يخصص فريقنا ذو الخبرة لضمان استعادة أجهزتك الطبية إلى الوظائف الأمثل بسرعة",
    "Don't let a malfunctioning medical device disrupt your operations. Contact us today through WhatsApp, and let us take care of the repair process efficiently. Your satisfaction and the smooth operation of your medical equipment are our top priorities": "لا تدع جهازًا طبيًا معيبًا يعطل عملياتك. اتصل بنا اليوم عبر واتساب واسمح لنا بالعناية بعملية الإصلاح بكفاءة. رضاك وسهولة تشغيل معداتك الطبية هما أولويتنا",
    "Have a malfunctioning medical device? Reach out to us easily through WhatsApp. Our dedicated team is available to assist you promptly": "هل لديك جهاز طبي معيب؟ تواصل معنا بسهولة عبر واتساب. فريقنا المخصص متاح لمساعدتك بسرعة",
    "Take pictures of the malfunctioning equipment, ensuring to capture the brand and reference details. Send these images to us through WhatsApp": "التقط صورًا للمعدات التالفة، محرصًا على التقاط تفاصيل العلامة التجارية والمرجع. أرسل هذه الصور لنا عبر واتساب",
    "Once we receive the images and details, our team will promptly assess the issue. We will then contact you to discuss the problem in more detail and provide further information on the repair process": "عندما نتلقى الصور والتفاصيل، سيقوم فريقنا بتقييم القضية بسرعة. سنتصل بك بعد ذلك لمناقشة المشكلة بمزيد من التفصيل وتوفير معلومات إضافية حول عملية الإصلاح",

    "Acceptance of Terms": "قبول الشروط",
    "Use of the Website": "استخدام الموقع",
    "Product Information": "معلومات المنتج",
    "Orders and Payments": "الطلبات والدفعات",
    "Limitation of Liability": "تقييد المسؤولية",
    "Governing Law": "القانون السائد",
    "Eligibility": "الأهلية",
    "Return Authorization": "تفويض الإرجاع",
    "Packaging": "التعبئة",
    "Return Address": "عنوان الإرجاع",
    "Refund Processing": "معالجة المبلغ المسترد",
    "Payment Method": "طريقة الدفع",
    "Shipping Costs": "تكاليف الشحن",
    "By accessing or using our website, you acknowledge that you have read, understood, and agree to be bound by these Terms and Conditions": "من خلال الوصول أو استخدام موقعنا، فإنك تعترف بأنك قرأت وفهمت ووافقت على الالتزام بهذه الشروط والأحكام",
    "These terms may be updated from time to time, and it is your responsibility to check for updates. Your continued use of the website after any changes constitutes acceptance of those changes": "قد يتم تحديث هذه الشروط من وقت لآخر، ويتوجب عليك التحقق من التحديثات. استمرار استخدامك للموقع بعد أي تغيير يشكل قبولاً لتلك التغييرات",
    "You agree to use this website for lawful purposes and in a manner that does not infringe on the rights of any third party or restrict or inhibit their use and enjoyment of the website": "توافق على استخدام هذا الموقع لأغراض قانونية وبطريقة لا تنتهك حقوق أي طرف ثالث أو تقييد أو تثبيط استخدامهم واستمتاعهم بالموقع",
    "You shall not use the website in any way that could damage, disable, overburden, or impair any aspect of our website": "لا يجوز لك استخدام الموقع بطريقة يمكن أن تتسبب في تلف أو تعطيل أو إرهاق أو تضرر أي جزء من موقعنا",
    "While we strive to provide accurate product information on our website, we do not warrant the accuracy, completeness, or reliability of any product information": "بينما نسعى لتوفير معلومات دقيقة حول المنتجات على موقعنا، إلا أننا لا نضمن دقة أو اكتمال أو موثوقية أي معلومات عن المنتجات",
    "Prices, product descriptions, and availability are subject to change without notice": "الأسعار ووصف المنتج والتوفر قابلة للتغيير دون إشعار مسبق",
    "Placing an order on our website constitutes an offer to purchase the products": "وضع طلب على موقعنا يشكل عرضًا لشراء المنتجات",
    "We reserve the right to refuse or cancel any order for any reason at any time": "نحتفظ بالحق في رفض أو إلغاء أي طلب لأي سبب في أي وقت",
    "All payments are due upon completion of the order": "يتم دفع جميع المدفوعات عند اكتمال الطلب",
    "To the extent permitted by law, HEALTH LIFE PRO shall not be liable for any direct, indirect, incidental, consequential, or punitive damages arising out of your use of, or inability to use, the website or the materials on the website": "في الحد الذي يسمح به القانون، لا تكون HEALTH LIFE PRO PRO مسؤولة عن أي أضرار مباشرة أو غير مباشرة أو عرضية أو تبعية أو عقابية ناتجة عن استخدامك للموقع أو عدم قدرتك على استخدامه، أو من المواد الموجودة على الموقع",
    "These Terms and Conditions shall be governed by and construed in accordance with the laws of Morocco": "تخضع هذه الشروط والأحكام للقوانين المغربية وتفسر وفقًا لها",
    "We accept returns within 30 days of the purchase date": "نقبل الإرجاع خلال 30 يومًا من تاريخ الشراء",
    "To be eligible for a return, the item must be unused, in its original packaging, and in the same condition as received": "لتكون مؤهلاً للإرجاع، يجب أن يكون المنتج غير مستخدم، في تعبئته الأصلية، وبنفس الحالة التي تم استلامها بها",
    "Our customer service team will provide you with a Return Authorization (RA) number and instructions on how to return the item": "سيقدم لك فريق خدمة العملاء رقم تفويض الإرجاع (RA) وتعليمات حول كيفية إرجاع المنتج",
    "Please ensure the item is securely packaged to prevent damage during transit": "يرجى التأكد من أن المنتج معبأ بشكل آمن لتجنب التلف أثناء الشحن",
    "Ship the item to the address provided along with the RA number": "قم بشحن المنتج إلى العنوان المقدم بالإضافة إلى رقم تفويض الإرجاع (RA)",
    "The cost of return shipping is the responsibility of the customer unless the return is due to an error on our part": "تكاليف الشحن للإرجاع تقع على عاتق العميل ما لم يكن الإرجاع ناتجًا عن خطأ من جانبنا",
    "Once we receive the returned item, we will inspect it and process the refund within 10 business days": "بمجرد استلام المنتج المُرَجَّع، سنقوم بفحصه ومعالجة المبلغ المسترد في غضون 10 أيام عمل",
    "Refunds will be issued to the original payment method used for the purchase": "سيتم إصدار المبالغ المستردة إلى وسيلة الدفع الأصلية المستخدمة للشراء",
    "Original shipping costs are non-refundable unless the return is due to an error on our part": "تكاليف الشحن الأصلية غير قابلة للاسترداد ما لم يكن الإرجاع ناتجًا عن خطأ من جانبنا",

    "How It Works": "كيفية العمل",
    "<span class=\"text-x-core\">Medical</span> Equipment Maintenance & Repair": "صيانة وإصلاح الأجهزة <span class=\"text-x-core\">الطبية</span>",
    "Comprehensive support for surgical and biomedical equipment troubleshooting and repair. Let us ensure the uninterrupted flow of your operations": "دعم شامل لتحليل وإصلاح المعدات الجراحية والطبية. دعونا نضمن سير عملك بسلاسة",
    "Maintenance": "الصيانة",
    "Measurable Improvements": "تحسينات قابلة للقياس",
    "Reduce Equipment Downtime": "تقليل وقت التوقف للمعدات",
    "Flexible staffing options offer local, on-demand support to meet variable biomedical service demands": "تقديم خيارات توظيف مرنة تقدم دعمًا محليًا وفوريًا لتلبية متطلبات الخدمة الطبية المتغيرة",
    "Control Costs": "التحكم في التكاليف",
    "Quickly eliminate hospital biomedical repair backlogs driving unnecessary rental and capital costs": "القضاء بسرعة على تراكم الإصلاحات الطبية في المستشفى مما يؤدي إلى تكاليف إيجار غير ضرورية ورأس المال",
    "Optimal Patient Outcomes": "النتائج المثلى للمرضى",
    "Protect your patients by ensuring biomedical repairs and maintenance meet industry-leading quality standards": "حماية مرضاك من خلال ضمان أن إصلاحات وصيانة المعدات الطبية تلبي معايير الجودة الرائدة في الصناعة",
    "Biomedical Solutions": "حلول طبية",
    "Our experienced, local technicians provide a broad range of service and support capabilities to fit the specific, biomedical equipment needs, staffing challenges and goals of your hospital": "فنيونا المحليون والمختصون يقدمون مجموعة واسعة من الخدمات والدعم لتلبية الاحتياجات الخاصة بالمعدات الطبية وتحديات التوظيف وأهداف مستشفاك",
    "Repairs and preventive maintenance": "إصلاحات وصيانة وقائية",
    "Single or multi-modality service plans": "خطط خدمة واحدة أو متعددة الأوضاع",
    "Flexible, on-demand biomedical support": "دعم طبي مرن وفوري",
    "Block-of-time technical service": "خدمة فنية على فترات زمنية",
    "Dedicated onsite repair and maintenance programs": "برامج مكرسة للإصلاح والصيانة في الموقع",
    "Reporting and compliance support": "دعم التقارير والامتثال",
    "Infusion Pumps": "مضخات البنية",
    "Ventilators": "منظمات التهوية",
    "Monitors": "الشاشات",
    "Beds And Stretchers": "الأسرة والمراتب",
    "Anesthesia Units": "وحدات التخدير",
    "Better Equipment Experiences": "تحسين تجارب المعدات",
    "Reduce Nurse Burdens": "تخفيف أعباء الممرضات",
    "Drive a culture that inspires happy, more productive nurses": "تحفيز ثقافة تجعل الممرضات سعيدات وأكثر إنتاجية",
    "Technical Talent": "المواهب الفنية",
    "Ideas for attracting & retaining premium technical talent": "أفكار لجذب والاحتفاظ بالمواهب الفنية الرائدة",
    "The Quality Engine": "محرك الجودة",
    "How small details can have big impacts on healthcare outcomes": "كيف يمكن للتفاصيل الصغيرة أن تؤثر بشكل كبير على نتائج الرعاية الصحية",
    "Contact Via Whatsapp": "التواصل عبر الواتساب",
    "Catalogs": "الفهارس",
    "Catalogs List": "قائمة الفهارس",
    "New Catalog": "فهرس جديد",
    "Edit Catalog": "تحديث الفهرس",
    "Document": "الوثيقة"
}