{
    "Did you forget your password? No problem. Just tell us your email, and we will send you a link that will allow you to choose a new password": "Avez-vous oublié votre mot de passe ? Pas de problème. Indiquez simplement votre adresse e-mail, et nous vous enverrons un lien qui vous permettra de choisir un nouveau mot de passe",
    "No need to worry, we've got you covered! Let us provide you with a new password": "Pas besoin de s'inquiéter, nous vous couvrons ! Laissez-nous vous fournir un nouveau mot de passe",
    "If you didn't request a password change, you can ignore this email": "Si vous n'avez pas demandé de changement de mot de passe, vous pouvez ignorer cet e-mail",
    "Did you forget your password?": "Avez-vous oublié votre mot de passe?",
    "Forgot your password?": "Oublier votre mot de passe?",

    "Updated successfully": "Modification réussie",
    "Created successfully": "Création réussie",
    "Deleted successfully": "Suppression réussie",
    "Logout successfully": "Déconnexion réussie",
    "Added successfully": "Ajout réussi",

    "NO DATA FOUND": "AUCUNE DONNEE TROUVEE",
    "Reset Password": "Réinitialiser le mot de passe",
    "Forgot Password?": "Mot de passe oublié ?",
    "Update Password": "Modifier le mot de passe",
    "Edit Profile": "Modifier le profil",
    "Forgot Password": "Mot de passe oublié",

    "Users List": "Liste des utilisateurs",
    "Edit User": "Modifier l'utilisateur",
    "Create User": "Créer un utilisateur",

    "female": "féminin",
    "male": "masculin",

    "Search": "Rechercher",
    "Languages": "Languages",
    "Download": "Telecharger",
    "Print": "Imprimer",
    "Columns": "Colonnes",
    "Create": "Créer",

    "Profile": "Profil",
    "Password": "Mot de passe",
    "Logout": "Déconnexion",
    "Users": "Utilisateurs",

    "Login": "Connexion",
    "Reset": "Réinitialiser",
    "Delete": "Supprimer",
    "Send": "Envoyer",
    "Save": "Enregistrer",

    "Confirm Password": "Confirmer le mot de passe",
    "Old Password": "Ancien mot de passe",
    "New Password": "Nouveau mot de passe",

    "First Name": "Prénom",
    "Last Name": "Nom de famille",
    "Gender": "Genre",
    "Birth Date": "Date de naissance",
    "Email": "E-mail",
    "Phone": "Téléphone",
    "Address": "Adresse",

    "Actions": "Actions",

    "Dashboard": "Tableau de bord",
    "Brands": "Marques",
    "Categories": "Catégories",
    "Products": "Produits",
    "Quotations": "Devis",
    "Requests": "Demandes",
    "Statistiques": "Statistiques",
    "Total": "Total",
    "Possible Income Of The Week": "Revenu possible de la semaine",
    "Best Sellers": "Meilleures ventes",
    "Id": "ID",
    "Image": "Image",
    "Reference": "Référence",
    "Name": "Nom",
    "Quantity": "Quantité",
    "Popular Products": "Produits populaires",
    "Views": "Vues",
    "sunday": "Dimanche",
    "monday": "Lundi",
    "tuesday": "Mardi",
    "wednesday": "Mercredi",
    "thursday": "Jeudi",
    "friday": "Vendredi",
    "saturday": "Samedi",
    "Brands List": "Liste des marques",
    "Description": "Description",
    "Categories List": "Liste des catégories",
    "Products List": "Liste des produits",
    "Brand": "Marque",
    "Category": "Catégorie",
    "Price": "Prix",
    "Details": "Détails",
    "Quotations List": "Liste des devis",
    "Count": "Compter",
    "Charges": "Frais",
    "Note": "Note",
    "Date": "Date",
    "Requests List": "Liste des demandes",
    "Message": "Message",
    "New Brand": "Nouvelle marque",
    "New Category": "Nouvelle catégorie",
    "New Product": "Nouveau produit",
    "New Quotation": "Nouveau devis",
    "Currency": "Devise",
    "No": "Numéro",
    "Sub Total": "Sous-total",
    "Quotations Summary": "Résumé des devis",
    "Ref No": "Référence",
    "Customer Name": "Nom du client",
    "Quotation": "Devis",
    "Edit Brand": "Modifier la marque",
    "Edit Category": "Modifier la catégorie",
    "Edit Product": "Modifier le produit",
    "Edit Quotation": "Modifier le devis",

    "Home": "Accueil",
    "Contact": "Contact",
    "Contact Info": "Coordonnées",
    "Information": "Information",
    "Terms And Conditions": "Conditions générales",
    "Privacy Policy": "Politique de confidentialité",
    "Return Policy": "Politique de retour",
    "Copyright": "Droits d'auteur",
    "Menu": "Menu",
    "Query": "Requête",
    "view": "Vue",
    "About": "À propos",
    "View More": "Voir Plus",
    "Contact Us": "Contactez-nous",
    "Learn More": "En savoir plus",
    "New Arrival": "Nouvelle arrivée",
    "Send Request": "Envoyer une demande",
    "Recognitions": "Reconnaissances",
    "Send Message": "Envoyer un message",
    "Product Details": "Détails du produit",
    "Shop By Category": "Acheter par catégorie",
    "Request Quotation": "Demande de devis",
    "Changed successfully": "Modifié avec succès",
    "The link is invalid": "Le lien n'est pas valide",
    "Invalid login details": "Détails de connexion invalides",
    "Confirm password mismatch": "Confirmation du mot de passe incorrecte",
    "Sent successfully": "Envoyé avec succès",
    "New Contact Mail": "Nouveau contact par e-mail",
    "Old password mismatch": "Ancien mot de passe incorrect",
    "The product field is required": "Le champ du produit est requis",
    "Quotation Request": "Demande de devis",
    "New Quotation Request": "Nouvelle demande de devis",
    "The images field is required": "Le champ des images est requis",
    "The user does not exist": "L'utilisateur n'existe pas",
    "We received your request. We will send you the quotation via mail as soon as possible": "Nous avons reçu votre demande. Nous vous enverrons le devis par e-mail dès que possible",
    "New quotation request available. Check it out": "Nouvelle demande de devis disponible. Consultez-la",
    "Please check your email for password reset instructions": "Veuillez vérifier votre e-mail pour les instructions de réinitialisation du mot de passe",
    "You Have A <span class=\"text-x-core\">Question</span>?": "Vous avez une <span class=\"text-x-core\">question</span>?",
    "Explore our vast selection of products and Find what you're looking for!": "Explorez notre vaste sélection de produits et trouvez ce que vous cherchez !",
    "It distinguishes itself as an expert in the supply of medical equipment, catering to both healthcare professionals and individuals": "Il se distingue en tant qu'expert dans la fourniture d'équipements médicaux, s'adressant aussi bien aux professionnels de la santé qu'aux particuliers",
    "We proceed with the selection and distribution of products from the most eminent brands, offering you the opportunity to practice your profession or take care of your health with the best equipment, all at advantageous rates": "Nous procédons à la sélection et à la distribution de produits issus des plus éminentes marques, vous offrant ainsi la possibilité d'exercer votre profession ou de veiller sur votre santé en disposant du meilleur matériel, le tout à des tarifs avantageux",
    "HEALTH LIFE PRO excels as a medical equipment expert, serving both healthcare professionals and individuals. We specialize in selecting and distributing products from top brands, providing the opportunity for professionals to excel in their field or individuals to maintain their health with high-quality equipment at favorable rates": "HEALTH LIFE PRO excelle en tant qu'expert en équipement médical, servant à la fois les professionnels de la santé et les particuliers. Nous nous spécialisons dans la sélection et la distribution de produits de grandes marques, offrant ainsi aux professionnels l'opportunité de se distinguer dans leur domaine ou aux particuliers de préserver leur santé avec des équipements de haute qualité à des tarifs avantageux",
    "Enhancing Patient Care & <span class=\"text-x-core\">Satisfaction</span>": "Amélioration des soins aux patients et <span class=\"text-x-core\">Satisfaction</span>",
    "Advanced Medical <span class=\"text-x-core\">Solutions</span>": "<span class=\"text-x-core\">Solutions</span> médicales avancées",
    "Comprehensive range of sutures, capital equipment, precision hand instruments, PPE & beyond for cutting-edge healthcare": "Gamme complète de sutures, d'équipements capitaux, d'instruments de précision à main, d'EPI et au-delà pour des soins de santé de pointe",
    "Our commitment to exceptional quality products ensures top-notch design, functionality, and durability - catering to healthcare professionals' needs and positively impacting your bottom line": "Notre engagement envers des produits d'une qualité exceptionnelle garantit un design, une fonctionnalité et une durabilité de premier ordre - répondant aux besoins des professionnels de la santé et ayant un impact positif sur vos résultats financiers",

    "QR Code": "QR Code",
    "Fix And Repairs": "Réparation et Entretien",
    "Contact Us via WhatsApp": "Contactez-nous via WhatsApp",
    "We Assess and Contact You": "Nous évaluons et vous contactons",
    "Send Images of the Broken Equipment": "Envoyez des images de l'équipement endommagé",
    "At HEALTH LIFE PRO, we specialize in the comprehensive repair and maintenance of medical equipment. Our experienced team is dedicated to ensuring that your medical devices are restored to optimal functionality promptly": "Chez HEALTH LIFE PRO, nous sommes spécialisés dans la réparation complète et l'entretien des équipements médicaux. Notre équipe expérimentée est dédiée à garantir que vos dispositifs médicaux retrouvent rapidement une fonctionnalité optimale",
    "Don't let a malfunctioning medical device disrupt your operations. Contact us today through WhatsApp, and let us take care of the repair process efficiently. Your satisfaction and the smooth operation of your medical equipment are our top priorities": "Ne laissez pas un dispositif médical défaillant perturber vos opérations. Contactez-nous aujourd'hui via WhatsApp et laissez-nous prendre en charge efficacement le processus de réparation. Votre satisfaction et le bon fonctionnement de votre équipement médical sont nos principales priorités",
    "Have a malfunctioning medical device? Reach out to us easily through WhatsApp. Our dedicated team is available to assist you promptly": "Vous avez un dispositif médical défaillant ? Contactez-nous facilement via WhatsApp. Notre équipe dévouée est disponible pour vous aider rapidement",
    "Take pictures of the malfunctioning equipment, ensuring to capture the brand and reference details. Send these images to us through WhatsApp": "Prenez des photos de l'équipement défaillant, en veillant à capturer la marque et les références. Envoyez-nous ces images via WhatsApp",
    "Once we receive the images and details, our team will promptly assess the issue. We will then contact you to discuss the problem in more detail and provide further information on the repair process": "Une fois que nous recevons les images et les détails, notre équipe évaluera rapidement le problème. Nous vous contacterons ensuite pour discuter du problème plus en détail et fournir des informations supplémentaires sur le processus de réparation",

    "Acceptance of Terms": "Acceptation des conditions",
    "Use of the Website": "Utilisation du site web",
    "Product Information": "Informations sur le produit",
    "Orders and Payments": "Commandes et paiements",
    "Limitation of Liability": "Limitation de responsabilité",
    "Governing Law": "Droit applicable",
    "Eligibility": "Éligibilité",
    "Return Authorization": "Autorisation de retour",
    "Packaging": "Emballage",
    "Return Address": "Adresse de retour",
    "Refund Processing": "Traitement du remboursement",
    "Payment Method": "Méthode de paiement",
    "Shipping Costs": "Frais de livraison",
    "By accessing or using our website, you acknowledge that you have read, understood, and agree to be bound by these Terms and Conditions": "En accédant ou en utilisant notre site web, vous reconnaissez avoir lu, compris et accepté d'être lié par ces conditions générales",
    "These terms may be updated from time to time, and it is your responsibility to check for updates. Your continued use of the website after any changes constitutes acceptance of those changes": "Ces termes peuvent être mis à jour de temps à autre, et il vous incombe de vérifier les mises à jour. Votre utilisation continue du site web après tout changement constitue une acceptation de ces changements",
    "You agree to use this website for lawful purposes and in a manner that does not infringe on the rights of any third party or restrict or inhibit their use and enjoyment of the website": "Vous acceptez d'utiliser ce site web à des fins légales et de manière à ne pas porter atteinte aux droits de tout tiers ni de restreindre ou d'inhiber leur utilisation et leur jouissance du site web",
    "You shall not use the website in any way that could damage, disable, overburden, or impair any aspect of our website": "Vous ne devez pas utiliser le site web de manière à endommager, désactiver, surcharger ou nuire à un aspect quelconque de notre site web",
    "While we strive to provide accurate product information on our website, we do not warrant the accuracy, completeness, or reliability of any product information": "Bien que nous nous efforcions de fournir des informations précises sur nos produits sur notre site web, nous ne garantissons pas l'exactitude, l'exhaustivité ou la fiabilité de ces informations",
    "Prices, product descriptions, and availability are subject to change without notice": "Les prix, les descriptions de produits et la disponibilité peuvent être modifiés sans préavis",
    "Placing an order on our website constitutes an offer to purchase the products": "Passer une commande sur notre site web constitue une offre d'achat des produits",
    "We reserve the right to refuse or cancel any order for any reason at any time": "Nous nous réservons le droit de refuser ou d'annuler toute commande, pour quelque raison que ce soit, à tout moment",
    "All payments are due upon completion of the order": "Tous les paiements sont dus à la finalisation de la commande",
    "To the extent permitted by law, HEALTH LIFE PRO shall not be liable for any direct, indirect, incidental, consequential, or punitive damages arising out of your use of, or inability to use, the website or the materials on the website": "Dans la mesure permise par la loi, HEALTH LIFE PRO ne sera pas responsable de tout dommage direct, indirect, accidentel, consécutif ou punitif résultant de votre utilisation, ou de votre incapacité à utiliser, le site web ou les matériaux du site web",
    "These Terms and Conditions shall be governed by and construed in accordance with the laws of Morocco": "Ces conditions générales seront régies et interprétées conformément aux lois du Maroc",
    "We accept returns within 30 days of the purchase date": "Nous acceptons les retours dans les 30 jours suivant la date d'achat",
    "To be eligible for a return, the item must be unused, in its original packaging, and in the same condition as received": "Pour être éligible à un retour, l'article doit être inutilisé, dans son emballage d'origine et dans le même état que reçu",
    "Our customer service team will provide you with a Return Authorization (RA) number and instructions on how to return the item": "Notre équipe du service clientèle vous fournira un numéro d'autorisation de retour (RA) et des instructions sur la manière de retourner l'article",
    "Please ensure the item is securely packaged to prevent damage during transit": "Veuillez vous assurer que l'article est emballé de manière sécurisée pour éviter tout dommage pendant le transport",
    "Ship the item to the address provided along with the RA number": "Expédiez l'article à l'adresse fournie avec le numéro d'autorisation de retour (RA)",
    "The cost of return shipping is the responsibility of the customer unless the return is due to an error on our part": "Les frais d'expédition pour le retour sont à la charge du client, sauf si le retour est dû à une erreur de notre part",
    "Once we receive the returned item, we will inspect it and process the refund within 10 business days": "Une fois que nous recevons l'article retourné, nous l'inspecterons et traiterons le remboursement dans un délai de 10 jours ouvrables",
    "Refunds will be issued to the original payment method used for the purchase": "Les remboursements seront émis sur la méthode de paiement d'origine utilisée pour l'achat",
    "Original shipping costs are non-refundable unless the return is due to an error on our part": "Les frais d'expédition d'origine ne sont pas remboursables, sauf si le retour est dû à une erreur de notre part",

    "How It Works": "Comment Ca Marche",
    "<span class=\"text-x-core\">Medical</span> Equipment Maintenance & Repair": "Maintenance et réparation des équipements <span class=\"text-x-core\">médicaux</span>",
    "Comprehensive support for surgical and biomedical equipment troubleshooting and repair. Let us ensure the uninterrupted flow of your operations": "Soutien complet pour le dépannage et la réparation des équipements chirurgicaux et biomédicaux. Laissez-nous garantir le bon déroulement de vos opérations",
    "Maintenance": "Maintenance",
    "Measurable Improvements": "Améliorations mesurables",
    "Reduce Equipment Downtime": "Réduire le temps d'arrêt des équipements",
    "Flexible staffing options offer local, on-demand support to meet variable biomedical service demands": "Des options de personnel flexibles offrent un soutien local et à la demande pour répondre aux demandes de services biomédicaux variables",
    "Control Costs": "Contrôler les coûts",
    "Quickly eliminate hospital biomedical repair backlogs driving unnecessary rental and capital costs": "Éliminer rapidement les retards de réparation biomédicale à l'hôpital entraînant des coûts de location et de capital inutiles",
    "Optimal Patient Outcomes": "Résultats optimaux pour les patients",
    "Protect your patients by ensuring biomedical repairs and maintenance meet industry-leading quality standards": "Protégez vos patients en veillant à ce que les réparations et la maintenance biomédicales respectent les normes de qualité de l'industrie",
    "Biomedical Solutions": "Solutions biomédicales",
    "Our experienced, local technicians provide a broad range of service and support capabilities to fit the specific, biomedical equipment needs, staffing challenges and goals of your hospital": "Nos techniciens expérimentés et locaux fournissent une gamme étendue de services et de capacités de support pour répondre aux besoins spécifiques en équipements biomédicaux, aux défis de dotation en personnel et aux objectifs de votre hôpital",
    "Repairs and preventive maintenance": "Réparations et maintenance préventive",
    "Single or multi-modality service plans": "Plans de service mono ou multi-modalités",
    "Flexible, on-demand biomedical support": "Support biomédical flexible et à la demande",
    "Block-of-time technical service": "Service technique par blocs de temps",
    "Dedicated onsite repair and maintenance programs": "Programmes dédiés de réparation et de maintenance sur site",
    "Reporting and compliance support": "Soutien en matière de rapports et de conformité",
    "Infusion Pumps": "Pompes à perfusion",
    "Ventilators": "Ventilateurs",
    "Monitors": "Moniteurs",
    "Beds And Stretchers": "Lits et civières",
    "Anesthesia Units": "Unités d'anesthésie",
    "Better Equipment Experiences": "Meilleures expériences avec les équipements",
    "Reduce Nurse Burdens": "Réduire les charges des infirmières",
    "Drive a culture that inspires happy, more productive nurses": "Promouvoir une culture qui inspire des infirmières heureuses et plus productives",
    "Technical Talent": "Talent technique",
    "Ideas for attracting & retaining premium technical talent": "Idées pour attirer et fidéliser les talents techniques de qualité",
    "The Quality Engine": "Le moteur de qualité",
    "How small details can have big impacts on healthcare outcomes": "Comment de petits détails peuvent avoir un grand impact sur les résultats des soins de santé",
    "Contact Via Whatsapp": "Contact via Whatsapp",
    "Catalogs": "Catalogues",
    "Catalogs List": "Liste des catalogues",
    "New Catalog": "Nouveau catalogue",
    "Edit Catalog": "Modifier le catalogue",
    "Document": "Document"
}